[
  {
    "name": "Anchovy",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 200,
    "location": "ocean",
    "size": 2,
    "img":"Anchovy",
    "detailedImg": "anchovy",
    "slug": "anchovy",
    "rarity": "common",
    "phrase": "I caught an anchovy! Stay away from my pizza!",
    "blathers": "There are more than 140 species of anchovy, but they do all have some things in common. They are small and feed by simply swimming with their mouths open to filter food particles from the sea. (In my sleepier moments, I sometimes wish I could do that...)"
  },
  {
    "name": "Angelfish",
    "months": ["may", "jun", "jul", "aug", "sept", "oct"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 3000,
    "location": "river",
    "size": 2,
    "img": "Angelfish",
    "detailedImg": "angelfish",
    "slug": "angelfish",
    "rarity": "uncommon",
    "phrase": "I caught an angelfish! That other fish told me to do it!",
    "blathers": "The angelfish is truly a beautiful creature. Just look at the elegance of those fins!Despite the name, however, these lovelies are known to be rather aggressive. They've no qualms about relentlessly pursuing fish much smaller than themselves! Why, they even attack their own kin! It seems no fish is safe around these \"angelic\" bullies. It makes one wonder who comes up with these names. Appearances— and names— can be deceiving."
  },
  {
    "name": "Arapaima",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 8000,
    "location": "river",
    "size": 6,
    "img": "Arapaima",
    "detailedImg": "arapaima",
    "slug": "arapaima",
    "rarity": "rare",
    "phrase": "I caught an arapaima! How did it get here? Arapaiknow!",
    "blathers": "The stately arapaima is quite large. Indeed, it is among the largest freshwater fish there are. Furthermore, these fascinating fish make quite the family unit. That is to say, male arapaimas protect their young by holding them gently in their mouths. Meanwhile, female arapaimas swim circles around these full-mouthed fathers fending off predators. It simply goes to show that cold-blooded creatures can be heartwarming too."
  },
  {
    "name": "Arowana",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 10000,
    "location": "river",
    "size": 4,
    "img": "Arowana",
    "detailedImg": "arowana",
    "slug": "arowana",
    "rarity": "rare",
    "phrase": "I caught an arowana! I'd make a joke, but I don't 'wana.",
    "blathers": "It would seem your angling expertise knows no bounds! This beauteous arowana fetches a pretty Bell, though I'd venture to say that its true price is beyond measure. The arowana has been on the endangered-species list for some time. It's up to us to remain educated and do all we can to help preserve such magnificent creatures. Not to worry, old bean. This lovely fishy friend is in good wings here! On behalf of the museum, I thank you warmly for your unending generosity!"
  },
  {
    "name": "Barred Knifejaw",
    "months": ["mar", "apr", "may", "jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 5000,
    "location": "ocean",
    "size": 3,
    "img": "Barred_Knifejaw",
    "detailedImg": "barred_knifejaw",
    "slug": "barred_knifejaw",
    "rarity": "uncommon",
    "phrase": "I caught a barred knifejaw! They must have a hard time eating!",
    "blathers": "Wonderful! I would love nothing more! The barred knifejaw, also called the striped beakfish, is a lovely fish with a distinctive striped pattern. It is reportedly also a very curious fish in that it has been known to approach swimmers to \"greet\" them. They also tend to be good at avoiding fishing hooks, so well done on outwitting this one!"
  },
  {
    "name": "Barreleye",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 21, 22, 23, 24],
    "start": 21,
    "end": 4,
    "price": 15000,
    "location": "ocean",
    "size": 3,
    "img": "Barreleye",
    "detailedImg": "barreleye",
    "slug": "barreleye",
    "rarity": "ultra-rare",
    "phrase": "I caught a barreleye! Like eyeing fish in a barrel!",
    "blathers": "The barreleye is a deep-sea fish with protuberant eyes and a clear head, so some of its organs are... visible. At first blush, a transparent head seems absurd, but there is a reason: so it can see things directly above! But I must confess - the more I learn about deep-sea fish, the happier I am to live on dry land, wot."
  },
  {
    "name": "Betta",
    "months": ["may", "jun", "jul", "aug", "sept", "oct"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 2500,
    "location": "river",
    "size": 2,
    "img":"Betta",
    "detailedImg": "betta",
    "slug": "betta",
    "rarity": "uncommon",
    "phrase": "I caught a betta! I betta not drop it!",
    "blathers": "The betta has long fins and beautiful coloring. It is a tropical fish popular in decorative aquariums. They're very territorial and will fight to complete exhaustion, so aquarists must keep them carefully. Rarely do such beauty and violence commingle outside the rowdiest of sunset-viewing parties."
  },
  {
    "name": "Bitterling",
    "months": ["jan", "feb", "mar","nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 900,
    "location": "river",
    "size": 1,
    "img":"Bitterling",
    "detailedImg": "bitterling",
    "slug": "bitterling",
    "rarity": "common",
    "phrase": "I caught a bitterling! It's mad at me, but only a little.",
    "blathers": "Bitterlings hide their eggs inside large bivalves—like clams—where the young can stay safe until grown. The bitterling isn't being sneaky. No, their young help keep the bivalve healthy by eating invading parasites! It's a wonderful bit of evolutionary deal making, don't you think? Each one keeping the other safe... Though eating parasites does not sound like a happy childhood... Is that why the fish is so bitter?"
  },
  {
    "name": "Black Bass",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 400,
    "location": "river",
    "size": 4,
    "img":"Black_Bass",
    "detailedImg": "black_bass",
    "slug": "black_bass",
    "rarity": "common",
    "phrase": "I caught a black bass! The most metal of all fish!",
    "blathers": "The black bass is a formidably strong fish and, as such, is a common target for sport anglers. In some areas, there are even those who professionally catch just black bass! Yet in other areas where they are NOT native, they are considered an ecological nuisance. Invasive, even. One cannot help but wonder who is to blame for their invasion, hoo."
  },
  {
    "name": "Blowfish",
    "months": ["jan", "feb", "nov", "dec"],
    "times": [0,1,2,3,4,21,22,23,24],
    "start": 21,
    "end": 4,
    "price": 5000,
    "location": "ocean",
    "size": 3,
    "img":"Blowfish",
    "detailedImg": "blowfish",
    "slug": "blowfish",
    "rarity": "uncommon",
    "phrase": "I caught a blowfish! I'm blown away!",
    "blathers": "As you may know, blowfish carry a deadly poison and are among the most toxic creatures on earth. What you may not have known is that poison and spines are not the limit of this animal's defenses! A predator that tries to swallow a blowfish before it inflates can find itself quickly choking. To be honest, if said predator can get past poison, spines, AND choking hazards, I feel they've earned a meal."
  },
  {
    "name": "Blue Marlin",
    "months": ["jan", "feb", "mar", "apr", "jul", "aug", "sept", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 10000,
    "location": "pier",
    "size": 6,
    "img":"Blue_Marlin",
    "detailedImg": "blue_marlin",
    "slug": "blue_marlin",
    "rarity": "rare",
    "phrase": "I caught a blue marlin! Listen to this fish. it's got a point.",
    "blathers": "The blue marlin has a distinctive angular shape and no scales. It is an unusual relative of the tuna. These mighty fish can exceed 13 feet from bill to tail. Some accounts even have it fighting with whales! No wonder it's a popular target for sport fishing: unlike most fish, it seems like a worthy opponent."
  },
  {
    "name": "Bluegill",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 180,
    "location": "river",
    "size": 2,
    "img":"Bluegill",
    "detailedImg": "bluegill",
    "slug": "bluegill",
    "rarity": "common",
    "phrase": "I caught a bluegill! Do you think it calls me \"pinklung\"?",
    "blathers": "The bluegill is incredibly common. A bit too common, depending upon where you are. They eat anything that fits in their mouths and are highly adaptable. The bane of fishermen in some areas, bluegill is often the only fish to be caught! But looking in its wee beady eyes, I must say I see no ill will in it..."
  },
  {
    "name": "Butterfly Fish",
    "months": ["apr", "may", "jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1000,
    "location": "ocean",
    "size": 2,
    "img":"Butterfly_Fish",
    "detailedImg": "butterfly_fish",
    "slug": "butterfly_fish",
    "rarity": "common",
    "phrase": "I caught a butterfly fish! Did it change from a caterpillar fish?",
    "blathers": "Ah, the butterfly fish is just charming with its beautiful colors and elegant movements. I refer to it as a butterfly fish, but it's actually a grouping in which there are over 100 types! These beautiful aquatic friends swim in schools amid coral, fluttering back and forth with the tides. The sheer awe one must experience when witnessing such a sight. It must be a dream! So much better than actual butterflies..."
  },
  {
    "name": "Carp",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 300,
    "location": "river",
    "size": 4,
    "img":"Carp",
    "detailedImg": "carp",
    "slug": "carp",
    "rarity": "common",
    "phrase": "I caught a carp! If I catch another they can carpool!",
    "blathers": "Oh, the carp... have you ever seen their teeth? For your sake, I hope you have not! Carp have teeth in their throat strong enough to crunch on hard things like shells and fingers! A good rule of thumb when dealing with other species is to keep your fingers out of their mouths. Although, having neither thumbs nor fingers, I am quite safe from this little fellow!"
  },
  {
    "name": "Catfish",
    "months": ["may", "jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 800,
    "location": "pond",
    "size": 4,
    "img":"Catfish",
    "detailedImg": "catfish",
    "slug": "catfish",
    "rarity": "common",
    "phrase": "I caught a catfish! I'm more of a dogfish person...",
    "blathers": "Catfish don't have scales and are rather slimy. Believe it or not, this slime helps them breathe! Some species of catfish are nocturnal, and they'll feed on almost anything. They use a suctioning action to pull in their food. Did I mention they can grow as large as you or I?"
  },
  {
    "name": "Char",
    "months": ["mar", "apr", "may", "jun", "sept", "oct", "nov"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 3800,
    "location": "river",
    "size": 3,
    "img":"Char",
    "detailedImg": "char",
    "slug": "char",
    "rarity": "uncommon",
    "phrase": "I caught a char! Now I'm gonna sit on it!",
    "blathers": "The char is one of the bigger first around the world, and, in the world of fish, that's quite an accomplishment! They are territorial predators, and therefore must constantly defend their 'turf' from others. So when you see a large char like this one, it is likely a skilled fighter and veteran of many battles. My feathers! I hope it never has cause to go into battle with me!"
  },
  {
    "name": "Cherry Salmon",
    "months": ["mar", "apr", "may", "jun", "sept", "oct", "nov"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1000,
    "location": "river",
    "locationNote": "cliftop",
    "size": 3,
    "detailedImg": "cherry_salmon",
    "slug": "cherry_salmon",
    "img":"Cherry_Salmon",
    "rarity": "common",
    "phrase": "I caught a cherry salmon! It's the perfect topper for a marlin sundae!",
    "blathers": "The cherry salmon is related to the salmon, and is known for its distinctive pattern of \"polka dots\". There polka dots disappear as they mature, but ONLY in the first of certain geographic regions. Pity the poor researchers that must make sense of the cherry salmon's fickle fashion sense."
  },
  {
    "name": "Clownfish",
    "months": ["apr", "may", "jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 650,
    "location": "ocean",
    "size": 1,
    "img":"Clownfish",
    "detailedImg": "clownfish",
    "slug": "clownfish",
    "rarity": "common",
    "phrase": "I caught a clown fish! How many can fit in a carfish?",
    "blathers": "Few can deny the delightful qualities of the clown fish. These vibrant fishes make their home among venomous anemones. It's a mutually beneficial arrangement. The clown fish finds safety in the anemone's wriggling arms, as well as leftover scraps of food. In return, clown fish ward off parasites and predators for the anemone. Thus these colorful fish remind us of the importance of maintaining good cheer among our roommates."
  },
  {
    "name": "Coelacanth",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 15000,
    "location": "ocean (rain)",
    "locationNote": "rain",
    "size": 6,
    "detailedImg": "coelacanth",
    "slug": "coelacanth",
    "img":"Coelacanth",
    "rarity": "ultra-rare",
    "phrase": "Blast from the past! I caught a coelacanth! Think positive! Be a coela-CAN!",
    "blathers": "The coelacanth is a deep-sea fish that has been around since the age of the dinosaurs. They were long thought extinct, so when living specimens were discovered, it was quite a shock! Now I'll just have to figure out where in the museum to display it— fish or fossils!"
  },
  {
    "name": "Crawfish",
    "months": ["apr", "may", "jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 200,
    "location": "pond",
    "size": 2,
    "img":"Crawfish",
    "detailedImg": "crawfish",
    "slug": "crawfish",
    "rarity": "common",
    "phrase": "I caught a crawfish! Or else it's a lobster and I'm a giant!",
    "blathers": "Ohoo! So you have found a crawfish. Neither crab nor lobster, crawfish evolved in an interesting manner. Beware their fearsome pinchy pinchers! Behold their many legs! I say! It is a big bug-like, eh wot...The more I look at it, the more unsettled I feel... Let's be done with this and never speak of it again, shall we?"
  },
  {
    "name": "Crucian Carp",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 160,
    "location": "river",
    "size": 2,
    "img":"Crucian_Carp",
    "detailedImg": "crucian_carp",
    "slug": "crucian_carp",
    "rarity": "common",
    "phrase": "I caught a crucian carp! My skills are sharp!",
    "blathers": "I wonder... Do you know how to tell the difference between a crucian carp and a standard-issue carp? It's quite easy to tell the two apart... One must simply locate the barbels. Or, rather, the lack of them! And just what is a barbel, you ask? Well, a barbel looks a little something like a mustache. A run-of-the-mill carp will sport this unsightly \"facial hair,\" while a crucian carp is considerably better groomed! I tried to grow a mustache when I was younger. It never did fill in quite right... All for the best in the end, as mustaches go so much better with noses than with beaks!"
  },
  {
    "name": "Dab",
    "months": ["jan", "feb", "mar", "apr", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start":0,
    "end": 24,
    "price": 300,
    "location": "ocean",
    "size": 3,
    "img":"Dab",
    "detailedImg": "dab",
    "slug": "dab",
    "rarity": "Common",
    "phrase": "I caught a dab! Not bad!",
    "blathers": "The dab is a flatfish that bears some resemblance to the olive flounder, though their mouths are different. Personally, I am morbidly fascinated by each fish's eye placement. The dab's eyes are both on its right side, while the olive flounder's are on the left. These fish spend lots of time lying on their sides in the sand, so the odd eye placement makes some sense... But its-how can I put this? Creepy? Viscerally disturbing? Profoundly upsetting to fans of symmetry?"
  },
  {
    "name": "Dace",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 24,
    "price": 240,
    "location": "river",
    "size": 3,
    "img":"Dace",
    "detailedImg": "dace",
    "slug": "dace",
    "rarity": "Common",
    "phrase": "I caught a dace! Hope I have some space!",
    "blathers": "Dace are shiny little fish that enjoy freshwater streams with gravelly bottoms and plenty of sunlight. What a fishy paradise...until the larger fish move in and begin eating the dace! Sadly, the shiny dace are easy for other fish to spot, which makes them a popular snack. However, this particular specimen here has no need to worry. There's a strict \"No Eating Your Neighbor\" policy at this institution."
  },
  {
    "name": "Dorado",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "price": 1200,
    "location": "river",
    "size": 5,
    "img":"Dorado",
    "detailedImg": "dorado",
    "slug": "dorado",
    "rarity": "ultra-rare",
    "phrase": "I caught a dorado! I say \"dorado,\" you say \"doraydo.\"",
    "blathers": "Woo-hoo! So shiny! This massive fish's name, dorado, means \"golden\" in Spanish— a fitting title. They are also quite valuable, I understand. I congratulate you on your top-notch angling! They are rather large, eh wot? It makes one wonder what all they might feed on... Fowl, perhaps?! One quivers at the very thought! Well, it'll be safe behind glass, no doubt. Quite safe, hoo"
  },
  {
    "name": "Football Fish",
    "months": ["jan", "feb", "mar", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 2500,
    "location": "ocean",
    "size": 4,
    "img":"Football_Fish",
    "detailedImg": "football_fish",
    "slug": "football_fish",
    "rarity": "Uncommon",
    "phrase": "I caught a football fish! Some countries call it a soccer fish!",
    "blathers": "The football fish is a strange and grotesque deep-sea fish with a lantern-like light on its forehead. Its light is apparently powered by luminous bacteria and other glowing microorganisms. One theory says it can spray these luminescent sidekicks when prey approaches in order to dazzle them...The deep contains many mysteries...as well as some things that are just sort of odd and off-putting."
  },
  {
    "name": "Freshwater Goby",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 400,
    "location": "river",
    "size": 2,
    "img":"Freshwater_Goby",
    "detailedImg": "freshwater_goby",
    "slug": "freshwater_goby",
    "rarity": "Common",
    "phrase": "I caught a freshwater goby! Time to go bye-bye!",
    "blathers": "The freshwater goby is an unassuming specimen. But beneath that calm, fish exterior, true gluttony resides! It will eat anything that will fit in its mouth...And its mouth is quite the gaping maw, so I recommend you refrain from drawing attention to yourself!"
  },
  {
    "name": "Frog",
    "months": ["may", "jun", "jul", "aug"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9,10,11,12,13,14,15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 120,
    "location": "pond",
    "size": 2,
    "img":"Frog",
    "detailedImg": "frog",
    "slug": "frog",
    "rarity": "Common",
    "phrase": "I caught a frog! Or it's a new neighbor...and I have some apologizing to do.",
    "blathers": "I understand that frogs converse with fellow frogs through a number of varied calls, as it were. Ribbit! My prince has arrived! Gribbit riiibbit! This pond is tragic! Ribbity rib't! I think you're splendid! Hoo hoo, of course I have no clue what they're saying, but I like to think if I practice enough, I might!"
  },
  {
    "name": "Gar",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 4800,
    "location": "pond",
    "size": 6,
    "img":"Gar",
    "detailedImg": "gar",
    "slug": "gar",
    "rarity": "Rare",
    "phrase": "I caught a gar! Yar! It's a gar! Har har!",
    "blathers": "Hoo hoo! So you have snagged a gar. Did you know this beastly fish can grow up to nine feet long? Indeed, the gar is a remnant of times long past— a living fossil, if you will. It not only has sharp teeth and armor-like scalesn, it has the ability to take breaths of air as well! Ah, to look upon this unusual fish is to get a glimpse of our prehistoric past."
  },
  {
    "name": "Giant Snakehead",
    "months": ["jun", "jul", "aug"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 5500,
    "location": "pond",
    "size": 5,
    "img":"Giant_Snakehead",
    "detailedImg": "giant_snakehead",
    "slug": "giant_snakehead",
    "rarity": "Rare",
    "phrase": "I caught a giant snakehead! Um...but I asked for a medium?",
    "blathers": "The giant snakehead is quite a sight to behold, wot! One glance conjurs up visions of its namesake. This resilient creature can even find a home in the mud, where it is able to breathe. As a matter of fact, it dislikes cold weather, so during wintertime the mud serves as its temporary home. I hear that they eat anything that swims past their head. While odd, I feel a sense of owlship with them."
  },
  {
    "name": "Giant Trevally",
    "months": ["may", "jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 4500,
    "location": "pier",
    "size": 5,
    "img":"Giant_Trevally",
    "detailedImg": "giant_trevally",
    "slug": "giant_trevally",
    "rarity": "Uncommon",
    "phrase": "I caught a giant trevally! Yeah, I'm pretty well-trevalled.",
    "blathers": "The giant trevally, as befits its name, can reach six feet in length and 180 pounds! Its size and strength have made it a favored opponent for anglers since time immemorial. They are also ingenious hunters, sometimes taking advantage of other predators to distract their prey. There have even been documented cases of them attacking —gulp— birds."
  },
  {
    "name": "Golden Trout",
    "months": ["mar", "apr", "may", "sept", "oct", "nov"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 15000,
    "location": "river",
    "locationNote": "cliftop",
    "size": 3,
    "detailedImg": "golden_trout",
    "slug": "golden_trout",
    "img":"Golden_Trout",
    "rarity": "Ultra-rare",
    "phrase": "I caught a golden trout! But the real treasure? Friendship.",
    "blathers": "The golden trout is a beautifully colored fish that can only live in very clean waters. They are difficult to come across since they are found only in high mountain streams. As a side note, I find it much easier to appreciate fish that aren't such prima donnas about everything."
  },
  {
    "name": "Goldfish",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1300,
    "location": "pond",
    "size": 1,
    "img":"Goldfish",
    "detailedImg": "goldfish",
    "slug": "goldfish",
    "rarity": "Common",
    "phrase": "I caught a goldfish! It's worth its weight in fish!",
    "blathers": "Goldfish are so cute and delicate... but do you know how big they can get? Why, they can grow up to... a foot in length! Well, sometimes. The size of the tank they're kept in tends to restrict their growth. And just how big will this goldfish get in our large museum tank? I look forward to finding out!"
  },
  {
    "name": "Great White Shark",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 15000,
    "location": "ocean",
    "size": 6,
    "img":"Great_White_Shark",
    "detailedImg": "great_white_shark",
    "slug": "great_white_shark",
    "rarity": "Rare",
    "phrase": "I caught a great white shark! Watch out for its jaws!",
    "blathers": "Great white sharks are obviously known first and foremost for their biting. They are masters of the craft! They do lose teeth regularly through biting-related activities, but, luckily, those teeth grow back quickly. In fact, their missing teeth can be regrown in a single day. Just imagine their tooth-fairy-related income!"
  },
  {
    "name": "Guppy",
    "months": ["apr", "may", "jun", "jul", "aug", "sept", "oct", "nov"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 1300,
    "location": "river",
    "size": 1,
    "img":"Guppy",
    "detailedImg": "guppy",
    "slug": "guppy",
    "rarity": "Common",
    "phrase": "I caught a guppy! Welcome to the team, newbie!",
    "blathers": "Oh my! Would you look at that! Such a beautiful, snazzy little fellow that guppy is! The shape and coloration of guppy fins are all unique. Quite eye-catching, I must say. Do you imagine they host contests for \"most snazzy\"? And...do you suppose I might receive an invite?"
  },
  {
    "name": "Hammerhead Shark",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 8000,
    "location": "ocean",
    "size": 6,
    "img":"Hammerhead_Shark",
    "detailedImg": "hammerhead_shark",
    "slug": "hammerhead_shark",
    "rarity": "Uncommon",
    "phrase": "I caught a hammerhead shark! I hit the nail on the head!",
    "blathers": "The hammerhead shark is known for its distinctive, hammer-shaped head, hence the name. Er, obviously. Anyhoot, this oddly shaped head allows the beast to see 360 degrees around itself, from top to bottom. Imagine being able to see so widely! You could check for untied shoelaces AND imminent rain simultaneously!"
  },
  {
    "name": "Horse Mackerel",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 150,
    "location": "ocean",
    "size": 2,
    "img":"Horse_Mackerel",
    "detailedImg": "horse_mackerel",
    "slug": "horse_mackerel",
    "rarity": "Common",
    "phrase": "I caught a horse mackerel! Of course, Mack...er...el.",
    "blathers": "Supposedly the horse mackerel derives its name from a-false-myth about its strengh as a swimmer. The gist of it is that these fish are so powerful underwater that smaller fish can ride them as steeds! It's absurd, of course. Where would these alleged fish jockeys attach a saddle, much less horseshoes? One does wish that people would construct their legends with a BIT more scientific plausibility!"
  },
  {
    "name": "Killifish",
    "months": ["apr", "may", "jun", "jul", "aug"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 200,
    "location": "pond",
    "size": 1,
    "img":"Killifish",
    "detailedImg": "killifish",
    "slug": "killifish",
    "rarity": "Common",
    "phrase": "I caught a killifish! The streams are safe again.",
    "blathers": "Ah, the magnificent killifish! Did you know there are over 1,000 different species? My own favorite killifish species are the mangrove, which can live on land for weeks, breathing air! And the mummichog, the first fish ever brought to space. I wonder if the killifish you've brought me is related to either those intrepid explorers?"
  },
  {
    "name": "King Salmon",
    "months": ["sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1800,
    "location": "river",
    "locationNote":"mouth",
    "size": 6,
    "detailedImg": "king_salmon",
    "slug": "king_salmon",
    "img":"King_Salmon",
    "rarity": "Uncommon",
    "phrase": "WOO-HOO! I caught a King salmon! Checkmate!",
    "blathers": "The king salmon didn't get its name for nothing.This stately fish can weigh in at up to 130 pounds! It's clear why it's referred to as the king of salmon. I imagine even the mightiest net can catch no more than a few at a time.I must say it's a miracle to me that you didn't get dragged out to sea by this one, wot!"
  },
  {
    "name": "Koi",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 4000,
    "location": "pond",
    "size": 4,
    "img":"Koi",
    "detailedImg": "koi",
    "slug": "koi",
    "rarity": "Uncommon",
    "phrase": "I caught a koi! I don't know why it's so shy... or such a bad speller...",
    "blathers": "Koi are a variety of carp bred for their color mutations...starting more than a thousand years ago! Well, one glance at their impressive coloring tells you that the centuries of effort were worth it. And even today people still selectively breed koi in search of new color combinations! One marvels at the thought of what the koi may look like in another thousand years."
  },
  {
    "name": "Loach",
    "months": ["mar", "apr", "may"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 400,
    "location": "river",
    "size": 2,
    "img":"Loach",
    "detailedImg": "loach",
    "slug": "loach",
    "rarity": "Common",
    "phrase": "I caught a loach! It's...looking at me with reproach.",
    "blathers": "Loaches are a large group of bottom-feeding freshwater fish. Because there are so many species, it is difficult to generalize about them all. The one thing they all have in common is perhaps their most unappealing trait; the name 'loach.' Repellent, isn't it? They should have just called it the 'cockloach' and been done with it, eh wot! Loach...loach... It just tastes terrible in the beak."
  },
  {
    "name": "Mahi Mahi",
    "months": ["may", "jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 6000,
    "location": "Pier",
    "size": 5,
    "img":"Mahi_Mahi",
    "detailedImg": "mahi_mahi",
    "slug": "mahi_mahi",
    "rarity": "Rare",
    "phrase": "I caught a mahi-mahi! It's all mahine-mahine.",
    "blathers": "The mahi-mahi is an ocean fish known for its wide, somewhat-cute face. It can reach over six feet long. It is known by different names including \"dolphinfish,\" even though it has no relation to dolphins. They live in only in warm, tropical waters...which perhaps explains the relaxed, happy look on their faces."
  },
  {
    "name": "Mitten Crab",
    "months": ["sept", "oct", "nov"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 2000,
    "location": "river",
    "size": 2,
    "img":"Mitten_Crab",
    "detailedImg": "mitten_crab",
    "slug": "mitten_crab",
    "rarity": "Uncommon",
    "phrase": "I caught a mitten crab! One more and I'm ready for winter!",
    "blathers": "The mitten crab was named for its impossibly adorable and fuzzy little pincers. These cute crustaceans embark on quite the journey. They're first born in brackish waters. Then they mature in freshwater. Finally, they travel to the ocean to create more mitten crabs!Hoo! How I delight in the thought of thousands of tiny mittened crabs scuttling about!"
  },
  {
    "name": "Moray Eel",
    "months": ["aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 2000,
    "location": "ocean",
    "size": "narrow",
    "img":"Moray_Eel",
    "detailedImg": "moray_eel",
    "slug": "moray_eel",
    "rarity": "Uncommon",
    "phrase": "I caught a moray eel! When you're in love, that's a moray!",
    "blathers": "Despite its rather frightening features, the moray eel is really a very cowardly fish. It lives its life hiding in caves, and will only attack if you're looking for a fight. You've heard of a \"bark that is worse than the bite\"? Well, the moray eel has a face that's worse than its fight!"
  },
  {
    "name": "Napoleonfish",
    "months": ["jul", "aug"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 10000,
    "location": "ocean",
    "size": 6,
    "img":"Napoleonfish",
    "detailedImg": "napoleonfish",
    "slug": "napoleonfish",
    "rarity": "Rare",
    "phrase": "I caught a Napoleonfish! It's not as big as it thinks!",
    "blathers": "Quite the catch you've brought! The stately and debonair Napoleonfish is truly something to behold. Those beady eyes! That bumpy head! That bold blue-green coloring! Alas, this quirky creature is quite endangered due to a variety of factors. Needless to say, we must do our very best to take care of our lumpy friend and its environment."
  },
  {
    "name": "Neon Tetra",
    "months": ["apr", "may", "jun", "jul", "aug", "sept", "oct", "nov"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 500,
    "location": "river",
    "size": 1,
    "img":"Neon_Tetra",
    "detailedImg": "neon_tetra",
    "slug": "neon_tetra",
    "rarity": "Common",
    "phrase": "I caught a neon tetra! Wasn't hard to track.",
    "blathers": "Hoo! Wonderful! The neon tetra is truly a marvel of the tropical-fish world. Just look at how tiny it is! And how very filled with...neon! I imagine its environment must be just as flashy as it is for it to have developed such colors. I wonder how flashy I might be, had I been raised somewhere even half as vibrant?"
  },
  {
    "name": "Nibble Fish",
    "months": ["may", "jun", "jul", "aug", "sept"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 1500,
    "location": "river",
    "size": 1,
    "img":"Nibble_Fish",
    "detailedImg": "nibble_fish",
    "slug": "nibble_fish",
    "rarity": "Uncommon",
    "phrase": "I caught a nibble fish! Come to think of it, I could use a bite!",
    "blathers": "Nibble fish are best known for their use in a certain skin treatment. This treatment has apparently been used for thousands of years. I have never experienced said treatment because they eat your dead skin with their little toothless mouths! Can you imagine anything so repellent?! Please don't ask me any follow-up questions. Hoo."
  },
  {
    "name": "Oarfish",
    "months": ["jan", "feb", "mar", "apr", "may", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 9000,
    "location": "ocean",
    "size": 6,
    "img":"Oarfish",
    "detailedImg": "oarfish",
    "slug": "oarfish",
    "rarity": "Rare",
    "phrase": "I caught an oarfish! I hope I catch morefish!",
    "blathers": "The oarfish is a long, eel-like fish that can supposedly reach up to 36 feet in length. They appear in various legends as things like messengers of the gods. It seems to me a creature like that could explain the myth of massive, ship-crushing sea serpents. It is, of course, well documented that people tend to exaggerate the size of \"the one that got away\"."
  },
  {
    "name": "Ocean Sunfish",
    "months": ["jul", "aug", "sept"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 4000,
    "location": "ocean",
    "size": 6,
    "img":"Ocean_Sunfish",
    "detailedImg": "ocean_sunfish",
    "slug": "ocean_sunfish",
    "rarity": "Uncommon",
    "phrase": "I caught an ocean sunfish! Good thing I'm wearing ocean sunscreen!",
    "blathers": "The ocean sunfish is a large relative of the blowfish with an unusual shape, like a fish head with a tail. They are a fairly relaxed species, often content to ride where the currents take them. This is fortunate as, otherwise, the sight of a large head coming toward you might be alarming!"
  },
  {
    "name": "Olive Flounder",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 800,
    "location": "ocean",
    "size": 5,
    "img":"Olive_Flounder",
    "detailedImg": "olive_flounder",
    "slug": "olive_flounder",
    "rarity": "Common",
    "phrase": "I caught an olive flounder! That's not the pits!",
    "blathers": "Did you know that the olive flounder is the same shape as other fish when it hatches? But as it grows, it gets both wider and flatter, and can reach some three feet long. These flat fish spend much of their lives buried under the sandy ocean floor, waiting for prey to happen by. Imagine the surprise for said prey when they strike. It would be as if your kitchen floor were to bite you."
  },
  {
    "name": "Pale Chub",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 200,
    "location": "river",
    "size": 1,
    "img":"Pale_Chub",
    "detailedImg": "pale_chub",
    "slug": "pale_chub",
    "rarity": "Common",
    "phrase": "I caught a pale chub! That name seems a bit judgy...",
    "blathers": "The pale chub is a river fish with simple back-and-silver coloring. Interestingly, the males' coloring becomes most vibrant when he's trying to attract a mate! Though normally plain, these fellows really know how to look stylish when they want to. Perhaps I could learn a thing or two from the pale chub..."
  },
  {
    "name": "Pike",
    "months": ["sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1800,
    "location": "river",
    "size": 5,
    "img":"Pike",
    "detailedImg": "pike",
    "slug": "pike",
    "rarity": "Uncommon",
    "phrase": "I caught a pike! Think a swordfish would be up for a duel?",
    "blathers": "The pike has always reminded me a bit of salmon, although a pike can grow rather larger. These brutes can grow to over four feet long, sometimes MUCH over! Hoo hoo! It is carnivorous and preys not only on other fish, but also mammals and some waterfowl. If I were to ever meet one in the water, I would have a most difficult time keeping my wits about me."
  },
  {
    "name": "Piranha",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 9, 10, 11, 12, 13, 14, 15, 16, 21,22,23,24],
    "start": 9,
    "end": 4,
    "price": 2500,
    "location": "river",
    "size": 2,
    "img":"Piranha",
    "detailedImg": "piranha",
    "slug": "piranha",
    "rarity": "Rare",
    "phrase": "I caught a piranha! Sure hope it was the only one!",
    "blathers": "I am not exactly a fan of the piranha, despite knowing that they're mostly harmless. But those nasty, pointy teeth, Hoo. These infamous little blighters will attack when in groups. Imagine all of those hundreds of tiny teeth! To think that they're floundering about our peaceful waters, just waiting to strike. Well, never fear— I shall keep THIS one under the strictest lock and key, with nary a bathroom break allowed!"
  },
  {
    "name": "Pond Smelt",
    "months": ["jan", "feb", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 320,
    "location": "river",
    "size": 2,
    "img":"Pond_Smelt",
    "detailedImg": "pond_smelt",
    "slug": "pond_smelt",
    "rarity": "Common",
    "phrase": "I caught a pond smelt! Whoever smelt it dealt it!",
    "blathers": "For many, thinking of pond smelt inevitably leads to thoughts of ice fishing in frozen rivers and lakes. Ice fishing involves making a round hole in the ice, dropping in your fishing line, and...waiting. Not to rain on anyone else's idea of fun, but...well, perhaps I shouldn't say anything."
  },
  {
    "name": "Pop-eyed Goldfish",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [9,10,11,12,13,14,15, 16],
    "start": 9,
    "end": 16,
    "price": 1300,
    "location": "pond",
    "size": 1,
    "img":"Popeyed_Goldfish",
    "detailedImg": "pop_eyed_goldfish",
    "slug": "pop_eyed_goldfish",
    "rarity": "Common",
    "phrase": "I got a pop-eyed goldfish! It looks so...surprised!",
    "blathers": "Pop-eyed goldfish have, as the name suggests, huge round eyes. But as babies they look like other goldfish! As they grow, their eyes begin to pop out and they gain their, hoo, distinct appearance... Imagine the poor fish fancier who unknowingly bought one! Their eyes might well pop out just as far!"
  },
  {
    "name": "Puffer Fish",
    "months": ["jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 250,
    "location": "ocean",
    "size": 3,
    "img":"Puffer_Fish",
    "detailedImg": "puffer_fish",
    "slug": "puffer_fish",
    "rarity": "Common",
    "phrase": "I caught a puffer fish! I thought you would be tougher, fish!",
    "blathers": "Like its cousin the blowfish, when the puffer fish feels threatened it inflates into a spiky balloon. The biggest difference between them is that the puffer fish is not deadly poisonous like its kin. So while it may look scary, the substantially reduced risk to life and limb makes it much better company."
  },
  {
    "name": "Rainbowfish",
    "months": ["may", "jun", "jul", "aug", "sept", "oct"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 800,
    "location": "river",
    "size": 1,
    "img":"Rainbowfish",
    "detailedImg": "rainbowfish",
    "slug": "rainbowfish",
    "rarity": "Common",
    "phrase": "I caught a rainbowfish! Where's my pot of goldfish?",
    "blathers": "The rainbowfish is a tropical fish known for its metallic colors and beautiful fins. There are over 50 different species, each unique and pleasing color. I must say, it does make me wish for feathers of a more exciting hue than \"underbaked brownie.\""
  },
  {
    "name": "Ranchu Goldfish",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [9, 10, 11, 12, 13, 14, 15, 16],
    "start": 9,
    "end": 16,
    "price": 4500,
    "location": "pond",
    "size": 2,
    "img":"Ranchu_Goldfish",
    "detailedImg": "ranchu_goldfish",
    "slug": "ranchu_goldfish",
    "rarity": "Uncommon",
    "phrase": "I caught a ranchu goldfish! But I prefer balsamicu goldfish!",
    "blathers": "The ranchu goldfish is a charming relative of the goldfish with a bumpy head and stout, round body. They have ordinary heads when born, but develop impressive rectangular heads after about three years. Supposedly their head shape changes depending on factors like the size of their tank... So ranchu goldfish enthusiasts aim to raise perfectly shaped specimens and work hard to achieve this. Of course, no one asks the ranchu goldfish themselves what shape they want their heads to be..."
  },
  {
    "name": "Ray",
    "months": ["aug", "sept", "oct", "nov"],
    "times": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
    "start": 4,
    "end": 21,
    "price": 3000,
    "location": "ocean",
    "size": 5,
    "img":"Ray",
    "detailedImg": "ray",
    "slug": "ray",
    "rarity": "Uncommon",
    "phrase": "I caught a ray! A few more and I'll have a tan!",
    "blathers": "The ray is an unusually shaped fish with a flat body and a long body, somewhat related to sharks. Seen from the bottom, the mouth on its stomach appears to be smiling, which is objectively adorable. But be cautious—unlike most cute animals, some rays are extremely venomous. BEWARE THE SMILE."
  },
  {
    "name": "Red Snapper",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 3000,
    "location": "ocean",
    "size": 4,
    "img":"Red_Snapper",
    "detailedImg": "red_snapper",
    "slug": "red_snapper",
    "rarity": "Common",
    "phrase": "I caught a red snapper! It looks pretty dapper!",
    "blathers": "'Red snapper' is the common name of dozens of fish species, and I wonder why it is so popular. Are there so many types of fish that are both a shade of red and have a tendency to snap? Were there no other names? What about 'burgundy biter'? 'Garnet grasper'? 'Puce pincher'?"
  },
  {
    "name": "Ribbon Eel",
    "months": ["jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 600,
    "location": "ocean",
    "size": "narrow",
    "img":"Ribbon_Eel",
    "detailedImg": "ribbon_eel",
    "slug": "ribbon_eel",
    "rarity": "Common",
    "phrase": "I caught a ribbon eel! Can it tie itself into a bow?",
    "blathers": "The ribbon eel is related to the moray eel, though its bright coloration distinguishes it. It also has an unusual plant-like appendage at the tip of its nose that flutters as the creature moves. I like to think of it as having an extremely friendly nose that waves a greeting to those nearby!"
  },
  {
    "name": "Saddled Bichir",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 21,22,23,24],
    "start": 21,
    "end": 4,
    "price": 4000,
    "location": "river",
    "size": 4,
    "img":"Saddled_Bichir",
    "detailedImg": "saddled_bichir",
    "slug": "saddled_bichir",
    "rarity": "Uncommon",
    "phrase": "Wow! A saddled bichir! And me without my tiny riding crop...",
    "blathers": "What an elegant specimen you've found. The saddled bichir has a look entirely its own. They have poor eyesight, so they use their fine-tuned sniffers to seek out prey. Can you imagine relying solely on your sense of smell to find food? And if one nostril became clogged, would you be unable to tell how far away the scent was?"
  },
  {
    "name": "Salmon",
    "months": ["sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 700,
    "location": "river",
    "locationNote":"mouth",
    "size": 4,
    "detailedImg": "salmon",
    "slug": "salmon",
    "img":"Salmon",
    "rarity": "Common",
    "phrase": "I caught a salmon! It's all upstream from here!",
    "blathers": "Ah, salmon! Did you know their coloration is due specifically to their diet? Indeed, this is the case! The more they fill their diet with crustaceans such as krill and shrimp, the deeper shade of pink they are. If they ate a bushel of carrots, might they turn orange?"
  },
  {
    "name": "Saw Shark",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 12000,
    "location": "ocean",
    "size": 6,
    "img":"Saw_Shark",
    "detailedImg": "saw_shark",
    "slug": "saw_shark",
    "rarity": "Rare",
    "phrase": "I caught a saw shark! You could call it a sea saw!",
    "blathers": "As you might expect from the name, the saw shark is a shark with a head that resembles a saw. This unusual appendage is used both to dig potential prey out of the sand and as a weapon against said prey. Given that, it seems like a more appropriate name would have been \" eh wot?"
  },
  {
    "name": "Sea Bass",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 400,
    "location": "ocean",
    "size": 5,
    "img":"Sea_Bass",
    "detailedImg": "sea_bass",
    "slug": "sea_bass",
    "rarity": "Common",
    "phrase": "I caught a sea bass! No, wait- it's at least a C+!",
    "blathers": "Sea bass is a name given to a variety of different species of saltwater fish. They are a varied bunch with some as small as four inches and some as staggeringly ginormous as eight feet! 'Sea bass' is a bit pedestrian though. Many species have better names, such as 'redbanded perch.' Or the delightfully whimsical dusky grouper! Or the potato cod! WILL NO ONE THINK OF THE PINK MAOMAO?!"
  },
  {
    "name": "Sea Butterfly",
    "months": ["jan", "feb", "mar", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1000,
    "location": "ocean",
    "size": 1,
    "img":"Sea_Butterfly",
    "detailedImg": "sea_butterfly",
    "slug": "sea_butterfly",
    "rarity": "Common",
    "phrase": "I caught a sea butterfly! Try not to confuse it for a sea moth!",
    "blathers": "Such mystery! Such grace! Did you know that the sea butterfly's scientific name is Thecosomata? A very rough translation of that is 'shell body.' Indeed, this illustrious creature is related to snails! However, it reminds me much more of an elegant feathered friend, the way it flies through the water. With such grace in flying, one shouldn't wonder if it's related to the owl, hoo hoo!"
  },
  {
    "name": "Sea Horse",
    "months": ["apr", "may", "jun", "jul", "aug", "sept", "oct", "nov"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1100,
    "location": "ocean",
    "size": 1,
    "img":"Seahorse",
    "detailedImg": "sea_horse",
    "slug": "sea_horse",
    "rarity": "Common",
    "phrase": "I caught a sea horse! But...where's its sea jockey?",
    "blathers": "Ah, a favorite of mine, to be sure! The sea horse is such a very unique creature and is indeed a fish! Though, as far as fish go, sea horses are not great swimmers. The sea horse, you see, has but a wee fin on its back, which propels it through water rather poorly. Thus these fish are often found using their prehensile tails to hold tight in amongst the sea grass. And here's one final fact for you... Sea horses have no stomach and so must constantly feed to stay alive! Indeed, the life of a land horse sounds far easier than that of the hardworking horse of the sea."
  },
  {
    "name": "Snapping Turtle",
    "months": ["apr", "may", "jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4,21,22,23,24],
    "price": 5000,
    "location": "river",
    "size": 5,
    "img":"Snapping_Turtle",
    "detailedImg": "snapping_turtle",
    "slug": "snapping_turtle",
    "rarity": "",
    "phrase": "",
    "blathers": ""
  },
  {
    "name": "Soft-shelled Turtle",
    "months": ["aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 3750,
    "location": "river",
    "size": 4,
    "img":"Soft_Shelled_Turtle",
    "detailedImg": "soft_shelled_turtle",
    "slug": "soft_shelled_turtle",
    "rarity": "Common",
    "phrase": "I caught a snapping turtle! How can it snap without fingers?",
    "blathers": "The snapping turtle is a large turtle known for it's crocodile-like body and long claws. No, wait-- it is better known for it's ferocious bite, which it can deliver with shocking speed for a turtle. NO, WAIT-- it is BEST known for that time one chased me across a parking lot and I had to climb on top of a car."
  },
  {
    "name": "Squid",
    "months": ["jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 500,
    "location": "ocean",
    "size": 3,
    "img":"Squid",
    "detailedImg": "squid",
    "slug": "squid",
    "rarity": "Common",
    "phrase": "I caught a squid! It's off the hook!",
    "blathers": "Well, first off, squids are members of the mollusk family, just like the octopus. Many mollusks like snails and clams have shells, but the squid's body is almost completely soft. The exception is a long, narrow bit of hard material going through its main body - the last remnant of its shell. Of course, having your shell INSIDE is not a best practice. Perhaps they lost the owner's manual!"
  },
  {
    "name": "Stringfish",
    "months": ["jan", "feb", "mar", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 16,
    "end": 9,
    "price": 15000,
    "location": "river",
    "locationNote":"cliftop",
    "size": 5,
    "detailedImg": "stringfish",
    "slug": "stringfish",
    "img":"Stringfish",
    "rarity": "Ultra-rare",
    "phrase": "OH MY GOSH! I caught a stringfish! Five more and I'll have a guitarfish!",
    "blathers": "The stringfish grows slowly, but also lives quite a long time for a fish, with up to 15 years being typical. Consequently, while it takes a while, they can get quite large-perhaps even up to six feet long! The stringfish is perhaps the best embodiment in the fish world of 'slow and steady wins the race'"
  },
  {
    "name": "Sturgeon",
    "months": ["jan", "feb", "mar", "sept", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 10000,
    "location": "River",
    "locationNote":"mouth",
    "size": 6,
    "detailedImg": "sturgeon",
    "slug": "sturgeon",
    "img":"Sturgeon",
    "rarity": "Uncommon",
    "phrase": "I caught a sturgeon! Wonder if it can perform sturgery...",
    "blathers": "The sturgeon is a large and long-lived fish which has changed little in the last 300 million years. One curious behavior of theirs is leaping high out of the water and falling back in on their sides. The smacking sounds of their re-entry can be heard for up to half a mile away, likely more underwater! No one knows why they do it, but I like to think it's their impression of bread popping out of a toaster!"
  },
  {
    "name": "Suckerfish",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1500,
    "location": "Ocean",
    "size": 4,
    "img":"Suckerfish",
    "detailedImg": "suckerfish",
    "slug": "suckerfish",
    "rarity": "Uncommon",
    "phrase": "I caught a suckerfish! I thought it was a shark! Oh, wait - now I get it. \"Sucker\"...",
    "blathers": "The suckerfish is a curious fish that likes to attach itself with its sucker mouth to larger marine animals. The benefit to the suckerfish is that it gets to eat smaller parasites and dead skin off the host's body. Amusingly, some people have used suckerfish on cords to catch large turtles with the fish's own suction! I imagine this practice is the cause of some awkward conversations between fish and turtle, eh wot"
  },
  {
    "name": "Surgeonfish",
    "months": ["apr", "may", "jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 1000,
    "location": "ocean",
    "size": 2,
    "img":"Surgeonfish",
    "detailedImg": "surgeonfish",
    "slug": "surgeonfish",
    "rarity": "Common",
    "phrase": "I caught a surgeonfish! Scalpel! Forceps! Fish hook!",
    "blathers": "Hoo! Careful, now! These fish are particularly dangerous, despite their seemingly docile appearance. With its saturated blue and yellow tones, the surgeonfish is quite breathtaking. It's got to keep up with all the other vibrant fish that live in the coral too, I wager. Quite the competition! Its spine is sharp as a blade, so care must be taken when handling these beauties..."
  },
  {
    "name": "Sweetfish",
    "months": ["jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 900,
    "location": "river",
    "size": 3,
    "img":"Sweetfish",
    "detailedImg": "sweetfish",
    "slug": "sweetfish",
    "rarity": "Common",
    "phrase": "I caught a sweetfish! Hope it's not artificially sweet!",
    "blathers": "Sweetfish are the damp heralds of summer! These slippery fellows appear in numbers when it warms up. They hatch in a river, then swim to the ocean. Once mature, they return to the river where they were born. But when they return depends on the river temperature— if it's too cold their fishing season will start later. Some even say summer can't start without sweetfish despite the KEY role played by the earth's axial tilt!"
  },
  {
    "name": "Tadpole",
    "months": ["mar", "apr", "may", "jun", "jul"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 100,
    "location": "pond",
    "size": 1,
    "img":"Tadpole",
    "detailedImg": "tadpole",
    "slug": "tadpole",
    "rarity": "Common",
    "phrase": "I caught a tadpole... It's just a tad small.",
    "blathers": "Undoubtedly you know that tadpoles eventually turn into frogs. I must say, I find them impossibly adorable with their squiggly little tails. But even cuter... when they sprout legs! Why, we can witness accelerated evolution in these squirmy little ones. Hoo, it makes me so emotional!"
  },
  {
    "name": "Tilapia",
    "months": ["jun", "jul", "aug", "sept", "oct"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 800,
    "location": "river",
    "size": 3,
    "img":"Tilapia",
    "detailedImg": "tilapia",
    "slug": "tilapia",
    "rarity": "Common",
    "phrase": "I caught a tilapia! It makes me happy-a!",
    "blathers": "Wherever the waters are warm, the tilapia can be found. It is a highly adaptable river fish. They mainly feed on algae, but they will also eat larvae and dead fish— or whatever fits in their mouths. I will confess that, as a growing owlet, I similarly defined food as 'anything that fits in my beak.'"
  },
  {
    "name": "Tuna",
    "months": ["jan", "feb", "mar", "apr", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 7000,
    "location": "pier",
    "size": 6,
    "img":"Tuna",
    "detailedImg": "tuna",
    "slug": "tuna",
    "rarity": "Rare",
    "phrase": "I caught a tuna! It's a little off-key!",
    "blathers": "The tuna is a large ocean fish that can reach upwards of nine feet long. Besides its great size, it's notable for continuing to swim even when it's sleeping! Well, to be fair, if it doesn't keep swimming, it won't be able to breathe and will of course die... But sleep should be restful, eh wot! If I were the tuna I would feel very hard done by!"
  },
  {
    "name": "Whale Shark",
    "months": ["jun", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 13000,
    "location": "ocean",
    "size": 6,
    "img":"Whale_Shark",
    "detailedImg": "whale_shark",
    "slug": "whale_shark",
    "rarity": "Rare",
    "phrase": "Thar she blows! I caught a whale shark! I'm tellin' ya, it was thiiiiiiiiiiiiiiiiiiiis big!",
    "blathers": "The mighty whale shark is the largest species of fish in the world with specimens up to 60 feet long! Unlike many of their kin in the shark family, whale sharks are nonviolent, eating only plankton and such. They grow slowly and live long, relaxed lives of filter feeding and leisure in warm waters. So if you ever have to choose a fish as a roommate, you could do worse than the whale shark. Unless you can't swim."
  },
  {
    "name": "Yellow Perch",
    "months": ["jan", "feb", "mar", "oct", "nov", "dec"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 300,
    "location": "river",
    "size": 3,
    "img":"Yellow_Perch",
    "detailedImg": "yellow_perch",
    "slug": "yellow_perch",
    "rarity": "Common",
    "phrase": "I caught a yellow perch! Those yellow birds have to sit somewhere!",
    "blathers": "The yellow perch is certainly worth squawking about. I find it a sight to behold! That jagged dorsal fin! Those brilliant stripes! Those glorious colours! Hoo, truly it is quite the specimen. I would be thrilled to witness it firsthand in its natural environment... But the yellow perch's peak season is winter, I'm afraid. (So very afraid... of winter's biting chill...)"
  },
  {
    "name": "Zebra Turkeyfish",
    "months": ["apr", "may", "jul", "aug", "sept"],
    "times": [0,1,2,3,4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21,22,23,24],
    "start": 0,
    "end": 24,
    "price": 500,
    "location": "ocean",
    "size": 3,
    "img":"Zebra_Turkeyfish",
    "detailedImg": "zebra_turkeyfish",
    "slug": "zebra_turkeyfish",
    "rarity": "Common",
    "phrase": "I caught a zebra turkeyfish! Land, air, water--make up your mind!",
    "blathers": "The sheer brilliance and diversity found in the aquatic underworld never cease to amaze me. This zebra turkeyfish is as stunning to gaze upon as it is deadly. Those spines that are part of its defining physique are chock-full of venom. Fortunately, zebra turkeyfish are not susceptible to another's venom. Though solitary, I imagine they give one another a mean fin bump when passing each other by."
  }
]